return {
    "folke/snacks.nvim",
    opts = {
        dashboard = {
            preset = {
                header = [[
`````````````````````````````````````
`33‡‡‡‡‡3ÞgG‡``````````````ül***¯‹¯¯`
`33ü66GÅÆÆ````***```3l`ü*```ü33‡**l¯`
`‡3gÆ`````````````````````‹¯*`6`‡*¯*`
`ü3Æ``‹````gÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ````Çü***`
`ü6Æ```````‹gÆgGgGÆgÅÆÅÆÆÆÆÆ````ül**`
`ü3gÆ```````ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ``¯Ç*l¯`
`63ÇÆ`````6ÞÆÆÆÆÆÆgGG```````Æ``¯‹*l¯`
`6‡lÆÇ````````````ÆÆ‹``````ÆÆÆ`Æ`ll¯`
`ü3üÆ```````‹`ÆÆ``ÆÆÆÆÆÆÆÆÆÆÆÅ`Æ`¯**`
`636gÆ````6ÆÆÆÆÆ```ÆÆÆÆÆÆÆÅÆÆ`ÆÆ`**l`
`633‡ÅÇ````¯ÆÆÆ````Æ``ÆgGÅÆÆÆ`Æ``***`
`ü‡3üÇÅÆ````‡ÆÆ‹```ÆÆÆÆÆÆÆÆÆG```*l*l`
`63ü‡‡3Åg``````````6`````ÆÆÅÆ`¯*¯*l‡`
`‡33l‡üüÆ```‹gÇÞ`GÆgÆÆÆÆ`Ggü``‡l**¯l`
`‡3ü6‡ü6Æl`````*`*ÆÅÆÆ63```ÅÆ```Ç**¯`
`ü63336Å*`````````````````‹ÆÆ```ÆÇ3*`
`````````````````````````````````````
 ]],
            },
        },
    },
}
